IdeaRS.Connections
CreateSegmentCommandData.RigidLinkZ Property
Compatible with IDEA StatiCa 0.0
 The rigid link in FEM model - Z value
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RigidLinkZ { get; set; }
Property Value
Type: Double
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace